{
    "1": "Domestic rats are descended from the Brown or Norway rat (Rattus norvegicus).",
    "2": "The biology and behaviour of our pet rats is very similar to that of their wild cousins, and even lab rats released into a 'wild' setting behave in the same ways as their wild counterparts.",
    "3": "Giant African pouched rats have been trained to detect tuberculosis in humans and help fight wildlife crime by sniffing out the scales of the pangolin, thought to be the most poached animal in the world.",
    "4": "Rats have been trained to sniff out explosives and have safely located thousands of landmines in Tanzania, Mozambique, Angola and Cambodia so they can be removed.",
    "5": "Rats can count to 10",
    "6": " Rats can be trained using positive reward-based methods to do things like respond to their own names, give 'high-fives', fetch a ball and roll over. It's a great way to give your pets an enriching and rewarding experience, and improve your bond with them.",
    "7": "Rats show empathy with other rats!",
    "8": "Rats remember which humans have tickled and played with them in the past, and prefer to spend time with those people.",
    "9": "You can tell if a rat is happy if their ears turn pink!",
    "10": "Rats are social animals and need other rats for companionship!",
    "11": "Rats need their whiskers to help them balance and find their way around!",
    "12": "Rats' whiskers are more sensitive than human fingertips. Rats brush these long hairs against objects or the floor, helping them build up a detailed picture of their surroundings.",
    "13": "Rats can't throw up, and they have continually growing teeth that they need to keep at the correct length and shape by gnawing on objects.",
    "14": "Rats remember if they've received help from another rat and will help others in the future. The more help they receive, the more they will help other rats. They also share their food with others, and will give the biggest share to the hungriest rats. If they're given a choice between receiving their own treat and their companion rats also receiving a treat, they choose the option that ensures their friends also get a treat.",
    "15": "Like humans, rats go through multiple stages of sleep! Rats experience slow-wave sleep to REM sleep and even have dreams when they're asleep!",
    "16": "Rats laugh when they're tickled! Scientists have found that when rats are happy or excited, they emit very high-pitched squeaks (too high for us to hear), which is rat 'laughter'.",
    "17": "Rats live in large colonies in the wild with complex social relationships between group members. Without companionship, rats tend to get lonely and depressed. They also form close bonds with their human carers and lots of them love to relax on your lap.",
    "18": "Rats are very clean animals! Rats often spend hours grooming themselves or each other. It's now thought that the Great Plague of 1665 was spread by human lice and fleas and not by rats.",
    "19": "A group of rats is called a mischief!",
    "20": "Rats are mainly nocturnal and live underground, but they're also great at climbing and swimming.",
    "21": "Pet rats need time outside of their cage to explore and enjoy themselves, but always keep a close eye on them to make sure they don't hurt themselves.",
    "Source": "https://www.rspca.org.uk/adviceandwelfare/pets/rodents/rats/factfile"
}